{
    "names": [
        "Susan",
        "Forsythe",
        "Susan Forsythe\n\nSometown"
    ],
    "phones": [
        "555.555.5555"
    ],
    "emails": [
        "sf@somedomain.com"
    ],
    "github": [],
    "linkedin": [],
    "degrees": [
        "BusinessMajor"
    ],
    "skills": [],
    "education": [
        "XYZ College"
    ],
    "languages": [],
    "addresses": [],
    "raw_resume": "Susan Forsythe\n\nSometown, AZ 55555  |  555.555.5555  |  sf@somedomain.com  |  LinkedIn URL\n\n\n\nGeneral Business Major\n\nVersatile Business Skills    Proven Leadership Abilities    Customer-Focused    Sales-Oriented\n\n\n\nUpcoming graduate of XYZ College (currently in senior year of BSBA program), where studies have encompassed a range of business-related disciplines.\n\nSolid foundation in the buying, selling and production of goods, including operations management, accounting, marketing, finance and information systems.\n\nDriven achiever with customer service, communication and organizational strengths and a history of strong contributions in both paid and volunteer positions.\n\n\n\n\n\n\n\nEducation\n\n\n\n\n\n\n\nXYZ COLLEGE — Sometown, AZ\n\nBachelor of Science in Business Administration (BSBA) pending (110 of 120 credits completed)\n\nMajor in General Business  Minor in Finance\n\nLeadership Activities:\n\n\n\nVP | Treasurer | Event Chair, Kappa Kappa Gamma\n\nCoordinator, Breast Cancer Awareness Walk-a-Thon and Toys for Tots Holiday Toy Drive (surpassed donor participation goals by up to 22%)\n\nFundraising Chair, DEF Children’s Hospital (raised $17K, exceeding goal by 35%)\n\n\n\nCourse Highlights:\n\n\n\nAccounting I & II\n\nEconomics I & II\n\nFinance\n\nMarketing\n\nHR Management\n\nBusiness Law\n\nBusiness Statistics\n\nResearch Methods\n\nManagement Information Systems\n\nInternational Business\n\nBusiness Operations \n\nOrganizational Behavior\n\n\n\n\n\n\n\nWork Experience\n\n\n\n\n\n\n\nABC COMPANY — Sometown, AZ\n\nOffice Assistant (seasonal employment simultaneous with college studies), 2015 to Present\n\nWork in family-owned commercial and residential landscaping company. Perform business and administrative tasks, respond to customer inquiries, schedule jobs and assist with sales calls.\n\nKey Results:\n\nDemonstrated business, sales and financial acumen in efficiently handling multifaceted assignments. \n\nEnsured timely, accurate preparation of invoices, payroll and accounts payable records.\n\nHelped close sales, including a $12K contract win with a large resort hotel.\n\nDelivered friendly, courteous customer service in all phone and face-to-face client interactions. \n\n\n\n\n\n\n\nVolunteerism\n\n\n\n\n\n\n\nSometown SPCA Animal Shelter  Special Olympics: Sometown Chapter  DEF Children’s Hospital"
}